Terraform plan in __terraform__
<details>
<summary>Plan: 4 to add, 0 to change, 0 to destroy.</summary>

```hcl
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # cloudflare_record.tjth_cv["185.199.108.153"] will be created
  + resource "cloudflare_record" "tjth_cv" {
      + allow_overwrite = false
      + created_on      = (known after apply)
      + hostname        = (known after apply)
      + id              = (known after apply)
      + metadata        = (known after apply)
      + modified_on     = (known after apply)
      + name            = "readme"
      + proxiable       = (known after apply)
      + ttl             = 3600
      + type            = "A"
      + value           = "185.199.108.153"
      + zone_id         = (sensitive)
    }

  # cloudflare_record.tjth_cv["185.199.109.153"] will be created
  + resource "cloudflare_record" "tjth_cv" {
      + allow_overwrite = false
      + created_on      = (known after apply)
      + hostname        = (known after apply)
      + id              = (known after apply)
      + metadata        = (known after apply)
      + modified_on     = (known after apply)
      + name            = "readme"
      + proxiable       = (known after apply)
      + ttl             = 3600
      + type            = "A"
      + value           = "185.199.109.153"
      + zone_id         = (sensitive)
    }

  # cloudflare_record.tjth_cv["185.199.110.153"] will be created
  + resource "cloudflare_record" "tjth_cv" {
      + allow_overwrite = false
      + created_on      = (known after apply)
      + hostname        = (known after apply)
      + id              = (known after apply)
      + metadata        = (known after apply)
      + modified_on     = (known after apply)
      + name            = "readme"
      + proxiable       = (known after apply)
      + ttl             = 3600
      + type            = "A"
      + value           = "185.199.110.153"
      + zone_id         = (sensitive)
    }

  # cloudflare_record.tjth_cv["185.199.111.153"] will be created
  + resource "cloudflare_record" "tjth_cv" {
      + allow_overwrite = false
      + created_on      = (known after apply)
      + hostname        = (known after apply)
      + id              = (known after apply)
      + metadata        = (known after apply)
      + modified_on     = (known after apply)
      + name            = "readme"
      + proxiable       = (known after apply)
      + ttl             = 3600
      + type            = "A"
      + value           = "185.199.111.153"
      + zone_id         = (sensitive)
    }

Plan: 4 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [terraform-pr #10](https://github.com/tjtharrison/README.md/actions/runs/2061318084)